export const STOCK_NAMES = {
  "285A": "キオクシアホールディングス",
  "6857": "アドバンテスト",
  "6146": "ディスコ",
  "6920": "レーザーテック",
  "8035": "東京エレクトロン",
  "7013": "IHI",
  "7011": "三菱重工業",
  "5801": "古河電気工業",
  "5802": "住友電気工業",
  "5803": "フジクラ"
};

export const RANKING_STOCKS = [
  { code: "285A", apiCode: "285A0", name: "キオクシアホールディングス" },
  { code: "6857", apiCode: "68570", name: "アドバンテスト" },
  { code: "6146", apiCode: "61460", name: "ディスコ" },
  { code: "6920", apiCode: "69200", name: "レーザーテック" },
  { code: "8035", apiCode: "80350", name: "東京エレクトロン" }
];
